Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_FORMATS_CAPTURE_FOOTER_4k60_1080P240_HDR_VIDEO
source: To reduce file size, capture photos and videos in the High Efficiency HEIF/HEVC format. Most Compatible will always use JPEG/H.264. 4K at 60 fps, 1080p at 240 fps, and HDR video require High Efficiency.
ar: لتقليل حجم الملف، التقط الصور والفيديوهات بتنسيق ‪HEIF/HEVC‬ عالي الكفاءة. سيستخدم "أفضل توافق" ‪JPEG/H.264‬ دائمًا، ولكن فيديو ‪4K‬ بمعدل ٦٠ إطار/ث و ‪1080p‬ بمعدل ٢٤٠ إطار/ث وأيضًا فيديو HDR يتطلب تنسيق "عالي الكفاءة".
bg: За да намалите размера на файловете, снимайте видеа и снимки във Високоефективен формат HEIF/HEVC. Във формат Най-съвместим винаги се използва JPEG/H.264. Видео 4K при 60 кадъра/сек, 1080p при 240 кадъра/сек и HDR видео изисква Високоефективен формат.
bn: ফাইলের সাইজ কম করার জন্য হাই এফিসিয়েন্সি HEIF/HEVC ফরম্যাটে ছবি এবং ভিডিও তুলুন। সর্বাধিক সামঞ্জস্যপূর্ণের জন্য সর্বদা JPEG/H.^[264](formatNumber: true) ব্যবহার করা হবে। 4K ^[60](formatNumber: true) fps-এ এবং ^[1080](formatNumber: true)p ^[240](formatNumber: true) fps-এ এবং HDR ভিডিওর জন্য হাই এফিসিয়েন্সির প্রয়োজন হয়।
ca: Per reduir la mida dels arxius, utilitza els formats d’alta eficiència (HEIF/HEVC) per fer fotos i vídeos. L’opció de compatibilitat màxima sempre utilitzarà JPEG/H.264. Els formats 4K a 60 fps, 1080p a 240 fps i vídeo HDR requereixen l’opció d’alta eficiència.
cs: Pokud chcete zmenšit velikost souborů, pořizujte fotky a videa ve vysoce efektivním formátu HEIF/HEVC. Při nastavení „Nejkompatibilnější“ bude vždy použit formát JPEG/H.264. Rozlišení 4K s 60 fps a 1080p s 240 fps a HDR video vyžadují volbu „Vysoká efektivita“.
da: Du kan reducere arkivstørrelsen ved at tage fotos og optage videoer i High Efficiency-formatet HEIF/HEVC. Mest kompatible bruger altid JPEG/H.264. 4K ved 60 bps, 1080p ved 240 bps og HDR-video kræver High Efficiency.
de: Nimm Fotos und Videos im High-Efficiency-Format „HEIF/HEVC“ auf, um die Dateigröße zu reduzieren. Für „Maximale Kompatibilität“ wird immer JPEG/H.264 verwendet. Für „4K (60 fps)“, „1080p (240 fps)“ und HDR-Video ist „High Efficiency“ erforderlich.
el: Για μείωση του μεγέθους αρχείου, τραβήξτε φωτογραφίες και βίντεο στη μορφή υψηλής απόδοσης HEIF/HEVC. Η ρύθμιση «Πιο συμβατή μορφή» θα χρησιμοποιεί πάντα το JPEG/H.264. Οι επιλογές 4K στα 60 καρέ/δευτ., 1080p στα 240 καρέ/δευτ. και το Βίντεο HDR απαιτούν τη ρύθμιση «Υψηλή απόδοση».
es: Para reducir el tamaño de los archivos, usa el formato HEIF/HEVC de alta eficiencia para hacer fotos y vídeos. La opción “El más compatible” usa siempre los formatos JPEG/H.264. Los vídeos HDR, 4K a 60 fps y 1080p a 240 fps requieren el formato de alta eficiencia.
es_us: Para reducir el tamaño de los archivos, captura fotos y videos en el formato de alta eficiencia HEIF/HEVC. La opción Más compatible usará siempre JPEG/H.264. Los formatos 4K a 60 fps, 1080p a 240 fps y video HDR requieren Alta eficiencia.
fi: Korkean hyötysuhteen HEIF/HEVC-muoto pienentää otettujen kuvien ja videoiden tiedostokokoa. Yhteensopivin käyttää aina JPEG/H.264:ää. 4K / 60 fps, 1080p / 240 fps sekä HDR-video vaatii korkean hyötysuhteen.
fr: Pour réduire la taille des fichiers, capturez les photos et vidéos au format HEIF/HEVC Haute efficacité. « Le plus compatible » utilise toujours le format JPEG/H.264. Les options « 4K à 60 ips », « 1080p à 240 ips » et « Vidéo HDR » nécessitent le format Haute efficacité.
fr_ca: Pour réduire la taille des fichiers, utilisez l’option « Haute efficacité » pour capturer les photos et les vidéos aux formats HEIF et HEVC. L’option « Le plus compatible » utilisera systématiquement les formats JPEG et H.264. Les vidéos 4K à 60 ips et 1080p à 240 ips, ainsi que les vidéos HDR requièrent le format haute efficacité.
gu: ફાઇલ સાઇઝ ઘટાડવા માટે ફોટો અને વીડિયો હાઇ એફિશંસીવાળા HEIF/HEVC ફૉર્મેટમાં કૅપ્ચર કરો. સૌથી સુસંગત હંમેશાં JPEG/H.264નો ઉપયોગ કરશે. 60 fps પર 4K, 240 fps પર 1080p અને HDR વીડિયો માટે હાઈ એફિશંસીની જરૂર પડશે.
he: כדי להקטין את גודלי הקבצים, ניתן לצלם תמונות וסרטונים בפורמט היעילות הגבוהה HEIF/HEVC. האפשרות ״התואם ביותר״ תמיד תשתמש ב-JPEG/H.264. לצילומי 4K בקצב של ⁨60 FPS⁩, 1080p בקצב של ⁨240 FPS⁩ ווידאו HDR נדרש פורמט ״יעילות גבוהה״.
hi: फ़ाइल आकार घटाने के लिए हाई एफ़िशिएंसी HEIF/HEVC फ़ॉर्मैट में तस्वीर और वीडियो कैप्चर करें। सर्वाधिक संगत JPEG/H.264 का हमेशा उपयोग करेंगे। 60 fps पर 4K, 240 fps पर 1080p और HDR वीडियो के लिए हाई एफ़िशिएंसी आवश्यक है।
hr: Za smanjenje veličine datoteke snimite fotografije i videozapise u visokoučinkovitom HEIF/HEVC formatu. Opcija Najkompatibilnija uvijek će koristiti JPEG/H.264. Opcije 4K pri 60 fps, 1080p pri 240 fps i HDR video zahtijevaju visoku učinkovitost.
hu: A fájlméret csökkentéséhez rögzítse a fotókat és a videókat a Nagy hatékonyságú HEIF/HEVC formátumban. A Leginkább kompatibilis beállítás mindig JPEG/H.264 kódolást fog használni. A 4K / 60 fps, az 1080p / 240 fps és a HDR-videó használatához a Nagy hatékonyságú beállítás szükséges.
id: Untuk mengurangi ukuran file, ambil foto dan video dalam format HEIF/HEVC Efisiensi Tinggi. Paling Kompatibel akan selalu menggunakan JPEG/H.264. 4K pada 60 fps, 1080p pada 240 fps, dan video HDR memerlukan Efisiensi Tinggi.
it: Per ridurre le dimensioni dei file, scatta foto e registra video in formato HEIF/HEVC a efficienza elevata. L’opzione “Più compatibile” utilizzerà sempre il formato JPEG/H.264. Per i formati 4K a 60 fps, 1080p a 240 fps e video HDR è necessario attivare l’opzione “Efficienza elevata”.
ja: ファイルサイズを減らすため、写真とビデオを高効率のHEIF/HEVCフォーマットで撮影/録画します。“互換性優先”は常にJPEG/H.264を使用します。4K/60 fps、1080p/240 fps、およびHDRビデオを使用するには“高効率”が必要です。
kk: Файл өлшемін азайту үшін фотолар мен видеоларды тиімділігі жоғары HEIF/HEVC форматында түсіріңіз. «Ең үйлесімді» опциясы таңдалғанда әрдайым JPEG/H.264 форматы қолданылады. 4K (60 кадр/с), 1080p (240 кадр/с) және HDR-видео үшін «Жоғары тиімділік» форматының қолдауы қажет.
kn: ಫೈಲ್ ಗಾತ್ರವನ್ನು ಕಡಿಮೆ ಮಾಡಲು, ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ಅಧಿಕ ಎಫಿಸಿಯೆನ್ಸಿಯ HEIF/HEVC ಫಾರ್ಮ್ಯಾಟ್‌ನಲ್ಲಿ ಕ್ಯಾಪ್ಚರ್ ಮಾಡಿ. ಹೆಚ್ಚು ಕಂಪ್ಯಾಟಿಬಲ್ ಯಾವಾಗಲೂ JPEG/H.264 ಅನ್ನು ಬಳಸುತ್ತದೆ. 60 fps ಫ್ರೇಮ್ ರೇಟ್‌ನ 4K, 240 fps ಫ್ರೇಮ್ ರೇಟ್‌ನ 1080p ಮತ್ತು HDR ವೀಡಿಯೊಗೆ ಅಧಿಕ ಎಫಿಸಿಯೆನ್ಸಿಯ ಅಗತ್ಯವಿರುತ್ತದೆ.
ko: 파일 크기를 줄이려면 사진 및 비디오를 고효율성 HEIF/HEVC 포맷으로 캡처하십시오. ‘높은 호환성’은 항상 JPEG/H.264를 사용합니다. 4K - 60fps, 1080p - 240fps 및 HDR 비디오에서는 ‘고효율성’을 사용해야 합니다.
lt: Kad sumažintumėte failo dydį, nuotraukas ir vaizdo įrašus įrašykite didelio efektyvumo HEIF / HEVC formatu. Pasirinkus „Labiausiai suderinami“ visada naudojamas JPEG / H.264 formatas. 4K vaizdo įrašams 60 kadr./s sparta, 1080p vaizdo įrašams 240 kadr./s sparta ir HDR vaizdo įrašams reikalingas didelio efektyvumo formatas.
ml: ഫയൽ വലിപ്പം കുറയ്ക്കാൻ, ഫോട്ടോകളും വീഡിയോകളും ഉയർന്ന എഫിഷ്യൻസിയുള്ള HEIF/HEVC ഫോർമാറ്റിൽ കാപ്ചർ ചെയ്യൂ. ‘ഏറ്റവും അനുയോജ്യതയുള്ളത്’ എപ്പോഴും JPEG/H.264 ഉപയോഗിക്കും. 60 fps-ൽ 4K, 240 fps-ൽ 1080p, HDR വീഡിയോ എന്നിവയ്ക്ക് ‘ഉയർന്ന എഫിഷ്യൻസി’ ആവശ്യമാണ്.
mr: फाइल आकार कमी करण्यासाठी, छायाचित्रे आणि व्हिडिओ उच्च कार्यक्षमतेच्या HEIF/HEVC फॉरमॅटमध्ये कॅप्चर करा. सर्वाधिक सुसंगतद्वारे नेहमी JPEG/H.264 चा वापर केला जाईल. ^[60](formatNumber: true) fps वर ^[4](formatNumber: true)K, ^[240](formatNumber: true) fps वर ^[1080](formatNumber: true)p, आणि HDR व्हिडिओला उच्च कार्यक्षमतेची आवश्यकता असते.
ms: Untuk mengurangkan saiz fail, tangkap foto dan rakam video dalam format HEIF/HEVC Kecekapan Tinggi. Paling Serasi akan sentiasa menggunakan JPEG/H.264. 4K pada 60 bps, 1080p pada 240 bps dan video HDR memerlukan Kecekapan Tinggi.
nb: Reduser filstørrelsen ved å ta bilder og videoer i High Efficiency HEIF/HEVC-formatet. Mest kompatibelt vil alltid bruke JPEG/H.264. 4K ved 60 bps, 1080p ved 240 bps og HDR-video krever High Efficiency.
nl: Om de bestandsgrootte te verminderen, kun je foto's en video's maken in de High Efficiency-structuur HEIF/HEVC. Met 'Meest compatibel' wordt altijd JPEG/H.264 gebruikt. 'High Efficiency' is vereist voor 4K op 60 fps en 1080p op 240 fps en voor HDR-video.
or: ଫାଇଲ୍‌ର ସାଇଜ୍ ହ୍ରାସ କରିବାକୁ, ଉଚ୍ଚ ଦକ୍ଷତା ସମ୍ପନ୍ନ HEIF/HEVC ଫର୍ମାଟ୍‌ରେ ଫଟୋ ଓ ଭିଡିଓ କ୍ୟାପ୍‌ଚର୍ କରନ୍ତୁ। ସର୍ବାଧିକ ସୁସଙ୍ଗତ ଫାଇଲ୍ ସବୁବେଳେ JPEG/H.^[264](formatNumber: true) ବ୍ଯବହାର କରିବ। ^[60](formatNumber: true) fps ରେ 4K, ^[240](formatNumber: true) fps ରେ 1080p ଏବଂ HDR ଭିଡିଓ ପାଇଁ ଉଚ୍ଚ ଦକ୍ଷତା ସମ୍ପନ୍ନ ଆବଶ୍ଯକ।
pa: ਫ਼ਾਈਲ ਦਾ ਆਕਾਰ ਘਟਾਉਣ ਲਈ, ਉੱਚ ਕੁਸ਼ਲਤਾ ਵਾਲੇ HEIF/HEVC ਫ਼ਾਰਮੈਟ ਵਿੱਚ ਤਸਵੀਰਾਂ ਅਤੇ ਵੀਡੀਓ ਨੂੰ ਕੈਪਚਰ ਕਰੋ। ਸਭ ਤੋਂ ਢੁਕਵਾਂ ਫ਼ਾਰਮੈਟ ਹਮੇਸ਼ਾਂ JPEG/H.^[264](formatNumber: true) ਦੀ ਵਰਤੋਂ ਕਰੇਗਾ। ^[60](formatNumber: true) fps ‘ਤੇ ^[4](formatNumber: true)K, ^[240](formatNumber: true) fps ‘ਤੇ ^[1080](formatNumber: true)p, ਅਤੇ HDR ਵੀਡੀਓ ਲਈ ਉੱਚ ਕੁਸ਼ਲਤਾ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ।
pl: Aby zmniejszyć wielkość plików, rejestruj zdjęcia i wideo w formacie HEIF/HEVC (High Efficiency). Opcja Najbardziej zgodny oznacza, że zawsze używany będzie format JPEG/H.264. Nagrywanie wideo 4K przy 60 kl./s, 1080p przy 240 kl./s oraz wideo HDR wymaga formatu High Efficiency.
pt_br: Para reduzir o tamanho do arquivo, capture fotos e vídeos no formato HEIF/HEVC de Alta Eficiência. A opção Mais Compatível sempre usará JPEG/H.264. 4K a 60 fps, 1080p a 240 fps e vídeo HDR exigem Alta Eficiência.
pt_pt: Para reduzir o tamanho do ficheiro, tire fotografias e filme vídeos no formato HEIF/HEVC de alta eficiência. A opção Mais compatível usará sempre JPEG/H.264, mas a reprodução de vídeos 4K a 60 fps, 1080p a 240 fps e vídeo HDR requer o formato de alta eficiência.
ro: Pentru a reduce dimensiunea fișierelor, înregistrați pozele și clipurile video cu opțiunea „Eficiență înaltă” în formatul HEIF/HEVC. Opțiunea „Compatibilitate maximă” va utiliza întotdeauna JPEG/H.264. Configurările 4K la 60 fps, 1080p la 240 fps și Video HDR necesită opțiunea „Eficiență înaltă”.
ru: Для уменьшения размера файла снимайте фото и видео, используя высокоэффективный формат HEIF/HEVC. При выборе варианта «Наиболее совместимый» всегда будет использоваться формат JPEG/H.264. Для видео 4K с 60 кадр⁠/⁠с, 1080p с 240 кадр⁠/⁠с и HDR‑видео требуется поддержка формата «Высокоэффективный».
sk: Ak chcete zmenšiť veľkosť súborov, fotografujte a nahrávajte videá vo vysokoefektívnom formáte HEIF/HEVC. Najkompatibilnejšie nastavenie vždy použije formát JPEG/H.264. Nahrávanie videí v 4K s rýchlosťou snímok 60 fps, v 1080p s rýchlosťou snímok 240 fps alebo HDR videí však vyžaduje vysokoefektívny formát.
sl: Če želite zmanjšati velikost datotek, zajemajte fotografije in videe v visokoučinkoviti obliki zapisa HEIF/HEVC. Možnost »Najbolj združljivo« bo vedno uporabila obliko zapisa JPEG/H.264. Za videe 4K pri 60 sličicah/s, 1080p pri 240 sličicah/s in HDR je potrebna visokoučinkovita oblika zapisa.
sv: Du kan minska filstorleken genom att ta bilder och videor i det högeffektiva HEIF/HEVC-formatet. Mest kompatibel använder alltid JPEG/H.264. 4K med 60 bilder/s, 1080p med 240 bilder/s och HDR-video kräver Högeffektiv.
ta: கோப்பின் அளவைக் குறைப்பதற்கு உயர் செயல்திறன் HEIF/HEVC ஃபார்மெட்டில் புகைப்படங்களையும் வீடியோக்களையும் எடுக்கலாம். “மிகவும் இணக்கமானது” விருப்பத்தில் எப்போதும் JPEG/H.264 ஃபார்மெட்கள் பயன்படுத்தப்படும். 60 fpsஇல் 4K, 240 fpsஇல் 1080p, HDR வீடியோ ஆகியவற்றிற்கு உயர் செயல்திறன் அம்சம் தேவை.
te: ఫైల్ సైజ్‌ను తగ్గించడానికి, ఫోటోలు మరియు వీడియోలను అధిక సామర్థ్యం కలిగిన HEIF/HEVC ఫార్మాట్‌లలో క్యాప్చర్ చేస్తుంది. అత్యంత అనుకూలమైనవి ఎల్లప్పుడూ JPEG/H.264ను వినియోగిస్తాయి. 60 fpsలో 4K, 240 fpsలో 1080p మరియు HDR వీడియోలకు అధిక సామర్థ్యం అవసరం.
th: ในการลดขนาดไฟล์ การจับภาพและวิดีโอในรูปแบบประสิทธิภาพสูงเก็บไฟล์แบบ HEIF/HEVC รูปแบบที่ใช้งานได้มากที่สุดจะเป็นรูปแบบ JPEG/H.264 เสมอ รูปแบบ 4K ที่ 60 fps, รูปแบบ 1080p ที่ 240 fps และวิดีโอ HDR จะต้องเป็นรูปแบบประสิทธิภาพสูง
tr: Dosya büyüklüğünü azaltmak için fotoğrafları ve videoları Yüksek Verimlilik HEIF/HEVC biçiminde çekin. En Uyumlu, her zaman JPEG/H.264 biçimini kullanır. 60 kare/sn. hızında 4K, 240 kare/sn. hızında 1080p ve HDR video Yüksek Verimlilik gerektirir.
uk: Щоб зменшити розмір файлів, знімайте фото й відео у високоефективному форматі HEIF⁠/⁠HEVC. У режимі «Найбільш сумісний» завжди використовуватиметься JPEG⁠/⁠H.264. Для форматів 4K із 60 кадр⁠/⁠с, 1080p із 240 кадр⁠/⁠с, а також відео HDR потрібно вибрати режим «Високоефективний».
ur: فائل کی سائز کم کرنے کے لیے، ہائی ایفی شیئنسی ‏⁨HEIF/HEVC⁩ فارمیٹ میں تصاویر اور ویڈیو کو کیپچر کریں۔ سب سے زیادہ موافق ہمیشہ ‏⁨JPEG/H.264⁩ کا استعمال کریں گے۔ ‏⁨^[60](formatNumber: true) fps⁩ پر ‏4K اور ⁨^[240](formatNumber: true) fps⁩ پر ‏1080p اور ‏HDR ویڈیو کے لیے ہائی ایفی شیئنسی کی ضرورت ہے۔
vi: Để giảm kích cỡ tệp, hãy chụp ảnh và quay video bằng định dạng Hiệu suất cao HEIF/HEVC. Tương thích nhất sẽ luôn sử dụng JPEG/H.264. 4K tại 60 fps, 1080p tại 240 fps và video HDR yêu cầu Hiệu suất cao.
zh_cn: 若要缩小文件大小，请使用“高效”HEIF/HEVC格式拍摄照片和视频。“兼容性最佳”将始终使用JPEG/H.264格式。4K/60 fps、1080p/240 fps和HDR视频需要使用“高效”。
zh_hk: 如要縮小檔案大小，請以「高效率」HEIF/HEVC格式拍攝相片和影片。「最相容」將會總是使用JPEG/H.264，但4K/60 fps、1080p/240 fps和HDR影片則需要使用「高效率」。
zh_tw: 若要減少檔案大小，請以「高效率」HEIF/HEVC格式拍攝照片和影片。「最相容」會永遠使用JPEG/H.264。4K/60 fps、1080p/240 fps和HDR影片需要使用「高效率」。

# CAM_FORMATS_CAPTURE_FOOTER_1080p60_FRONT_ONLY
source: The back camera will always record video at 30 fps or less.
ar: ستسجل الكاميرا الخلفية الفيديو دائمًا بسرعة ٣٠ إطار/ث أو أقل.
bg: Задната камера винаги ще записва видео на 30 кадъра/сек или по-малко.
bn: পিছনের ক্যামেরা দিয়ে 30 fps বা তার কমে ভিডিও রেকর্ড হবে।
ca: La càmera posterior sempre gravarà vídeo a 30 fps o menys.
cs: Zadní fotoaparát vždy nahrává video s 30 fps nebo méně.
da: Bagsidekameraet optager altid videoer ved 30 bps eller mindre.
de: Die Rückkamera nimmt Video immer mit 30 fps oder weniger auf.
el: Η πίσω κάμερα εγγράφει πάντα βίντεο στα 30 καρέ/δευτ. κατά μέγιστο.
es: La cámara trasera siempre grabará vídeo a 30 fps o menos.
es_us: La cámara posterior siempre grabará video a 30 fps o menos.
fi: Takakamera tallentaa videon aina korkeintaan 30 fps:n nopeudella.
fr: La caméra arrière enregistrera toujours les vidéos à 30 ips ou moins.
fr_ca: La caméra arrière enregistrera systématiquement les vidéos à 30 ips ou moins.
gu: બૅક કૅમેરા હંમેશાં 30 fps અથવા ઓછા પર વીડિયો રેકોર્ડ કરશે.
he: המצלמה האחורית תמיד תצלם וידאו בקצב של ⁨30 FPS⁩ או פחות.
hi: बैक कैमरा हमेशा 30 fps या कम पर वीडियो रिकॉर्ड करेगा।
hr: Stražnja kamera uvijek će snimati videozapise pri 30 FPS ili manje.
hu: A hátoldali kamera mindig 30 fps vagy alacsonyabb sebességgel rögzíti a videókat.
id: Kamera belakang akan selalu merekam video pada 30 fps ke bawah.
it: La fotocamera posteriore registra sempre video a 30 fps o meno.
ja: 背面カメラはビデオを常に30 fps以下で撮影します。
kk: Артқы камера видеоны әрдайым 30 кадр/с немесе одан төмен жиілікпен түсіреді.
kn: ಹಿಂಬದಿ ಕ್ಯಾಮರಾವು ವೀಡಿಯೊವನ್ನು ಯಾವಾಗಲೂ 30 fps ಅಥವಾ ಅದಕ್ಕಿಂತ ಕಡಿಮೆ ಫ್ರೇಮ್ ರೇಟ್‌ನಲ್ಲಿ ರೆಕಾರ್ಡ್ ಮಾಡುತ್ತದೆ.
ko: 후면 카메라는 비디오를 항상 30fps 이하로 촬영합니다.
lt: Galinė vaizdo kamera visada įrašinės vaizdo įrašus 30 kadr./s arba mažesne sparta.
ml: പിൻവശ ക്യാമറ എപ്പോഴും 30 fps -ലോ അതിൽ കുറവിലോ വീഡിയോ റെക്കോർഡ് ചെയ്യും.
mr: मागचा कॅमेरा नेहमी 30 fps वर किंवा त्यापेक्षा कमी fps वर व्हिडिओ रेकॉर्ड करतो.
ms: Kamera belakang akan sentiasa merakam video pada 30 bps atau kurang.
nb: Kameraet bak vil alltid ta opp video med 30 bps eller mindre.
nl: De camera aan de achter­zijde neemt video altijd op 30 fps of minder op.
or: ପଛ କ୍ଯାମେରା ସବୁବେଳେ ^[30](formatNumber: true) fps କିମ୍ବା କମ୍‌ରେ ଭିଡିଓ ରେକର୍ଡ୍ କରିବ।
pa: ਪਿਛਲਾ ਕੈਮਰਾ ਹਮੇਸ਼ਾਂ 30 fps ਜਾਂ ਇਸ ਤੋਂ ਘੱਟ ‘ਤੇ ਵੀਡੀਓ ਰਿਕਾਰਡ ਕਰੇਗਾ।
pl: Aparat tylny zawsze nagrywa wideo przy maksymalnie 30 klatkach na sekundę.
pt_br: A câmera traseira sempre gravará vídeo em 30 fps ou menos.
pt_pt: A câmara traseira filma sempre vídeo a 30 fps ou menos.
ro: Camera din spate va înregistra întotdeauna video la 30 fps sau mai puțin.
ru: Задняя камера будет всегда записывать видео при 30 кадр⁠/⁠с или ниже.
sk: Zadná kamera bude vždy nahrávať videá s rýchlosťou snímok 30 fps alebo menej.
sl: Zadnja kamera bo videe vedno snemala s hitrostjo 30 sličic/s ali manj.
sv: Kameran på baksidan spelar alltid in video med 30 bilder/s eller mindre.
ta: பின்பக்க கேமரா எப்போதும் 30 fps அல்லது அதற்குக் குறைந்த வீதத்தில் வீடியோவைப் பதிவுசெய்யும்.
te: బ్యాక్ కెమెరా ఎల్లప్పుడూ వీడియోను 30 fps లేదా ఇంకా తక్కువ ఫ్రేమ్స్‌గా రికార్డ్ చేస్తుంది.
th: กล้องด้านหลังจะบันทึกวิดีโอที่ 30 fps หรือน้อยกว่าเสมอ
tr: Arka kamera videoları her zaman 30 kare/sn. veya daha düşük kaydeder.
uk: Задня камера завжди записуватиме відео з частотою 30 кадр⁠/⁠с.
ur: پیچھے کا کیمرا ہمیشہ ‏⁨^[30](formatNumber: true) fps⁩ یا کم پر ویڈیو ریکارڈ کرے گا۔
vi: Camera mặt sau sẽ luôn quay video ở tốc độ 30 fps trở xuống.
zh_cn: 后置相机将始终以30 fps或更低帧率录制视频。
zh_hk: 後置相機總是以30 fps或以下的影格率錄影。
zh_tw: 後置相機永遠會以30 fps以下的影格率錄影。
